export * from "./Learn";
export * from "./LearnDetails";
export const learnData = Array.from({ length: 10 }, (_i, index) => {
  return {
    id: index + 1,
    imgSrc: "/blog-post.jpg",
    title: "تفکیک پسماندها",
    text: "طراحان سایت هنگام طراحی قالب سایت معمولا با این موضوع رو برو هستند که محتوای اصلی صفحات آماده نیست. در نتیجه طرح کلی دید درستی به کار فرما نمیدهد. اگر طراح بخواهد دنبال متن های مرتبط بگردد تمرکزش از روی کار اصلی برداشته میشود و اینکار زمان بر خواهد بود. همچنین طراح به دنبال این است که پس از ارایه کار نظر دیگران را در مورد طراحی جویا شود و نمی‌خواهد افراد روی متن های موجود تمرکز کنند.",
  };
});
